{"top":{"meta":{"headline":"Heads up!","subhead":"Home and business encroachment around Joint Base San Antonio-Randolph worries some in the Air Force and local communities, including San Antonio. A chief concern is how it might hurt the city in a future base-closure round.","byline":"Sig Christenson","date":"Sept. 17, 2017","series":""},"image":{"source":"http://ww1.hdnux.com/photos/65/61/65/14097760/4/rawImage.jpg","caption":"An Air Force trainer is at one end of the runways at Joint Base San Antonio-Randolph Monday August 21, 2017. In the background is nearby urban growth.","cutline":"John Davenport/San Antonio-Express News"}},"sections":{"1":[{"type":"intrograph","value":{"text":"A T-6A Texan II plane took off and climbed over a four-lane divided road just north of Joint Base San Antonio-Randolph’s parallel runway on a recent sunny afternoon, crossing through an unnoticed but perilous stretch of airspace over a warehouse, school and First Baptist Church of Universal City."}},{"type":"text","value":"New construction here and in other parts of Accident Potential Zones 1 and 2, along with the relatively small size of the APZs, as they are called, is a matter of growing concern. That growth already has made an impression with the FAA, which has issued guidelines that now limit the base’s ability to host airshows featuring the Thunderbirds."},{"type":"text","value":"The problem? New construction along Loop 1604 west of the base that would extend into the agency’s “aerobatic box” for high-performance jets like the F-16, the plane flown by the Thunderbirds."},{"type":"text","value":"The potential for a plane to suddenly lose power or spin out of control on takeoff or landing, crashing into a populated area, was too high to risk another show. It’s been a long time since the last fatal crash on a base here — Oct. 4, 1986, at Kelly AFB, where three were killed — but the danger also weighs on the minds of commanders. They warily eye growth in the 2,000-foot-wide by 3,000-foot-long accident potential zones on the north and south sides of historic Randolph, which opened in 1930."},{"type":"text","value":"The growth, called encroachment by the Pentagon, will factor into decisions made by a future base closure round — a law Congress could approve this year. Whether it would prompt the Air Force to relocate Randolph’s busy flying training mission is a matter of debate. That incompatible development in the accident potential zones and near installations is a serious concern among commanders is not, but how growth impacts bases here isn’t yet clear."},{"type":"photo","value":{"source":"http://ww2.hdnux.com/photos/65/61/62/14097549/6/rawImage.jpg","caption":"A sign near the end of a runway at Joint Base San Antonio-Randolph near Universal City warns people to stay away. Such areas are known as APZs or Accident Potential Zones.","cutline":"John Davenport / San Antonio Express-News","type":"small-left"}},{"type":"text","value":"“I don’t know if there is a direct connection between the encroachment issue and base closure because there’s so much that goes into a discussion about whether to close a base or keep a base open, and I’m clear-eyed and understand this is very emotional for communities who we’re part of,” the Air Force’s chief of staff, Gen David Goldfein, told the San Antonio Express-News."},{"type":"text","value":"“But what you can always expect from me, understanding the emotion and the local concerns,” he continued, “is that my responsibility is to build the best Air Force I can build with the resources we are given to be able to accomplish the missions the nation requires.”"},{"type":"text","value":"Growth in this part of San Antonio, as well Joint Base San Antonio-Lackland and the Camp Bullis training range in Northwest Bexar County, has been high on the minds of commanders and local leaders for years. At Randolph, they worry about the chances of a T-6A or T-38 supersonic jet going down just outside the runways. Leaders in Bexar County, aware of the military’s impact here — $28.8 billion a year — have worked to ensure that encroachment doesn’t imperil Camp Bullis, Lackland, Randolph and Joint Base San Antonio-Fort Sam Houston."},{"type":"text","value":"Everyone is aware Goldfein wants another Defense Base Closure and Realignment Commission — BRAC — to reduce excess capacity the Air Force estimates at 24 percent. Senators — approved an amendment to the National Defense Authorization Act that calls for another closure round in 2019. The House earlier this summer flatly rejected a BRAC, which means the issue will be resolved in a joint conference committee."},{"type":"text","value":"--------Map----------"},{"type":"text","value":"President Trump supports another closure round, arguing in a Sept. 7 letter, “The Department estimates that a new BRAC round in 2021 would save an additional $2 billion or more annually, resources which could be devoted to higher priorities such as readiness and modernization.” Skirmish lines already have formed on Capitol Hill because of the high-stakes nature of a base-closure round. Once it’s authorized, there are no guarantees of how bases and communities will fare. Some will lose missions and bases, and others will win."},{"type":"text","value":"Confidence is high among officials here that San Antonio would not only weather a new BRAC round without losses, but could even make modest gains. Still, two Air Force bases have been lost in as many closure rounds since 1995 and encroachment has been a constant issue over the past decade, one that’s forged close working relationships between the military and officials throughout the community."},{"type":"text","value":"“Worrying doesn’t do anybody any good,” said Mayor Ron Nirenberg, when asked if he is concerned about losing another installation. “I’m confident in our ability as reasonable members of the community to do what we need to do to protect the base missions that we have currently, and I’m extraordinarily proud to have the core defense activities that we have in Joint Base San Antonio. We are now legally called Military City, U.S.A., but for us it’s not a label. It’s a proud symbol of what we do on a daily basis as San Antonians to protect our nation’s defense.”"},{"type":"text","value":"How a BRAC would impact Texas, where 15 major active-duty and reserve installations across the armed services pump an estimated $150 billion a year into the state’s economy, isn’t clear. Observers familiar with the issue say San Antonio is reasonably safe. Its three installations made big gains in last closure round, in 2005, which shuttered 22 bases and saw 25 major realignments. San Antonio became home to the nation’s largest joint base, but also also saw the Air Force pull out of Brooks City-Base, a longtime research hub. The Alamo City also lost Kelly AFB, a large Air Force depot that once had a workforce of 25,000, in the 1995 BRAC round."},{"type":"pullquote","value":{"quote":"We are now legally called Military City, U.S.A., but for us it's not a label. It's a proud symbol of what we do on a daily basis as San Antonians to protect our nation's defense.","source":"Mayor Ron Nirenberg"}},{"type":"text","value":"Just how the city could land new missions after doing so well in the 2005 round is a question because there isn’t much room to grow, but Bexar County Commissioner Kevin Wolff noted that the local government could spearhead flood control initiatives that could allow Fort Sam to utilize more of its land. He said Bexar County has bought land near Randolph preserve clear zones and the APZs. More land will be bought in the future, and perhaps deals cut with developers, to blunt growth near the runways."},{"type":"text","value":"The possibility of a BRAC, which could shutter bases or relocate major missions to distant installations, is just one reason leaders here are working with the military."},{"type":"text","value":"“That’s regardless of a BRAC. We are in constant contact with what their (the military’s) concerns are and what the community can do outside the gate to alleviate those concerns as much as possible,” said Wolff, who heads the Military Transformation Task Force, a city, county and San Antonio Chamber of Commerce group established to represent the community after the 2005 closure round."},{"type":"text","value":"“The selfish goal there is that we want to keep those missions here, we want to expand those missions, we’d like to get new missions,” he added. “And so being good neighbors and helping the military when we can, I think, makes a good case for us when a BRAC comes up, makes a good case for us when (there is) a possible expansion of existing missions or a possible future move of missions.”"},{"type":"text","value":"The raw numbers of how the military impacts San Antonio are telling — 87,384 military and civilian personnel employed by the three bases and Camp Bullis, the city ranked No. 1 in total active-duty personnel and No. 10 in defense spending, at $5.9 billion a year."},{"type":"text","value":"----2 graphics----"},{"type":"text","value":"Only counties in San Diego, California and Honolulu have more active-duty personnel, according to the Pentagon’s Office of Economic Adjustment."},{"type":"text","value":"The city’s military bases vie with its medical sector as the region’s top economic generator, and State Comptroller Glenn Hegar said last year that one in every eight Bexar County residents have ties with Joint Base San Antonio, which said the city is home to 87,384 military and civilian personnel — nearly one in three statewide."},{"type":"text","value":"Texas has 255,000 troops and civilian workers."},{"type":"text","value":"Randolph includes the 12th Flying Training Wing, Air Education and Training Command, and Air Force Personnel Center, among other organizations, while Joint Base San Antonio-Fort Sam Houston is a major training hub for Army, Air Force and Navy medics, as well as the Army’s Installation Management Command."},{"type":"text","value":"Brooke Army Medical Center, the Institute of Surgical Research and Center for the Intrepid, a world-class rehabilitation facility for badly wounded troops, also is on Fort Sam. BAMC is the largest hospital in the Defense Department and its sole burn center, serving troops injured in war and civilians, one of them Gov. Greg Abbott, who was treated here last year. Lackland, long home to Air Force basic training, also technical schools, a new ambulatory surgical facility and the Defense Language Institute, where students from militaries from around the world learn English."},{"type":"text","value":"All three installations, as well as Camp Bullis, have wrestled with encroachment issues that include home and business growth, protecting the endangered golden cheeked warbler, and light pollution that interferes with night training. They’ve generally won concessions that commanders say have allowed training to continue and even expand, despite the inevitable growth that has brought the civilian world ever closer to base fence lines. In the latest victory, the Texas House approved an annexation bill on Aug. 11 that would allow cities to regulate land within five miles of a base, a measure designed to stop development that is incompatible with training."},{"type":"subscribe","value":{"link":"https://myaccount.expressnews.com/dssSubscribe.aspx?pid=889&z=00000"}},{"type":"text","value":"The bill was sent to Abbott."},{"type":"text","value":"Randolph, where aviators learning to become fighter and instructor pilots made 196,393 arrivals and departures last year off of its two north-south runways — more than San Antonio International Airport — has the most complicated story of the city’s bases. Three towns around it, Universal City, Converse and Schertz, are growing, and some buildings within the accident potential zones on both sides of the runways are a source of concern."},{"type":"text","value":"Take the master development plan the city of Schertz approved for land within APZ 2. Just 8,000 feet south of the east runway, roughly a 25-second flight by a T-38 as it takes off, the plan calls for a new housing development. The Schertz City Council approved the housing development well before it adopted a Joint Land Use Study plan for Randolph in 2015."},{"type":"text","value":"A soccer complex south of Orchard Park, also in APZ 2, is yet another worry for Col. Joel Carey, commander of the 12th Flight Training Wing. The facility is generally incompatible with Randolph’s JLUS, as the joint land use study is known, and has prompted him to consider restricting training flights during the soccer center’s peak hours."},{"type":"photo","value":{"source":"http://ww4.hdnux.com/photos/65/61/62/14097563/6/rawImage.jpg","caption":"This is one location of suburban expansion near to and east of Joint Base San Antonio-Randolph near Universal City and San Antonio, Texas Tuesday August 22, 2017. Housing developments (bottom) are being built close to runways (above) near areas called APZs or Accident Potential Zones. The landmark 170 foot tall building known locally as the \"Taj Majal\" can be seen (top, center, background).","cutline":"John Davenport / San Antonio Express-News","type":"full"}},{"type":"text","value":"INSERT QUOTE"},{"type":"text","value":"Encroachment around Randolph already has taken a toll on the Air Force’s expectations. Commanders have given up on trying to ensure that all the growth in the APZs on either side of the base is compatible with a Joint Land Use Study’s recommendations."},{"type":"text","value":"Where the Air Force once wanted one home built per 20 acres in east APZ 2 and one every 10 acres in west APZ 2, both on the south side of Randolph in Schertz, it has accepted one house for every five acres. That is because of improvement in the number of bird strikes, which fell from a high of 93 in 2015 to 56 so far this year."},{"type":"text","value":"ADD SOMETHING HERE FROM RANDY MARTIN"},{"type":"text","value":"If concerns are growing in some quarters over efforts by developers to build subdivisions that are far denser than the Air Force wants in Randolph’s accident potential zones, the head of the Air Force’s training command waved off the idea that the threat of encroachment is serious enough to prompt a serious consideration of moving the flying training mission to another base."},{"type":"text","value":"The Air Education and Training Command, said Lt. Gen. Darryl Roberson, is not looking to close any of its bases, but he quickly cautioned that he couldn’t speak for a new base closure commission."},{"type":"text","value":"“In Air Education and Training Command, every one of our bases have unique missions that have to stay,” he said. “So while the Air Force, writ large, is looking to reduce some of the infrastructure – the excess infrastructure – right now, our Air Force is saying we have 30 percent excess infrastructure from what we really need. That does not apply to Air Education and Training Command.”"},{"type":"text","value":"Still, everyone contacted for this story agreed that growth around Randolph is a serious concern."},{"type":"text","value":"From the parking lot of the church and school, beneath the glide path of Air Force jets and prop planes, observers staring south can see four red lights at the end of the runway — “precision approach path indicators” that tell pilots if they’re landing too high or low."},{"type":"photo","value":{"source":"http://ww1.hdnux.com/photos/65/61/63/14097600/4/rawImage.jpg","caption":"An Air Force trainer is at one end of the runways at Joint Base San Antonio-Randolph Monday August 21, 2017. In the background is nearby urban growth.","cutline":"John Davenport / San Antonio Express-News","type":"full"}}]},"credits":[{"credit":"sigc@express-news.net"}]}